tap "caskroom/fonts"

tap "buo/cask-upgrade"

brew "fzf"
brew "git"
brew "neovim"
brew "nvm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "yarn"
brew "zplug"
brew "zsh", args: ["without-etcdir"]


cask "1password"
cask "alfred"
cask "docker"
cask "firefox"
cask "iterm2"
